#!../zhscript2 --。
加载lib/clpars4。


调用‘命令行加回调’、
	r(.)r(.)r、、r、下代码
		显示‘参数0’--‘参数’换行。
	上代码、
	r、、0、下代码
		显示‘参数0’--‘参数’换行。
	上代码、
	、、2、下代码
		显示‘参数0’--‘参数’换行。
	上代码、
	b、、b、下代码
		显示‘参数0’--‘参数’换行。
	上代码、
	e、、e、下代码
		显示‘参数0’--‘参数’换行。
	上代码、
	c、、c3、下代码
		显示‘参数0’--‘参数’换行。
	上代码、
	a、、a、下代码
		显示‘参数0’--‘参数’换行。
	上代码。
调用‘命令行解析’、r5r6r、r、rr、rrr、b1、2e、3c4、
a、a、a、a、a、
a、a、a、a、a、
a、a、a。


赋予扩展以。
调用‘命令行加回调’、
	-a、设扩展a、0、下代码
		赋予扩展【上】以‘参数0’。
	上代码、
	--bb、参数“：”换行制表符从换行制表符到、2、下代码
		显示‘参数1’//b//b//‘参数2’换行。
	上代码、
	:c、下原样设扩展c
	参数：
	再扩展上原样、1、下代码
		赋予扩展【上】以.‘参数1’‘参数0’。
	上代码、
	#d、清除扩展、0、下代码
		赋予扩展【上】以。
	上代码、
	、……、1、下代码
		显示制表符‘参数’‘扩展’换行。
	上代码。
调用‘命令行解析’、1、2、3、--bb、4、5、-a、6、:c、7、8、:c、9、10、#d、11。


调用‘命令行加回调’、
	-p、“显示”、1、下代码
		显示始‘参数0’--‘参数’换行。
		如果‘参数1’等于4那么遁出。
		如果‘参数1’等于3那么跳出。
		如果‘参数1’等于2那么再来。
		显示终换行。
	上代码、
	-k、、1、下代码
		显示‘参数1’换行。
	上代码、
	-a、啊、0、（、
	、……、a、下代码
		显示‘参数0’--‘参数’换行。
	上代码）。

圈子
调用‘命令行解析’、-p、1、-p、2、-p、3、-p、4、-h。
调用‘命令行解析’、-p、1111。

调用‘命令行解析’、-k、(先调用‘命令行帮助二’、“ \”、|、“/ ”、0了)。

调用‘命令行解析’、-h（在这里结束）、1、2、3、4。
调用‘命令行解析’、-p、2222。
