#!../zhscript2 --。



（----

加载lib/gjke4。
赋予以下代码
	调用‘随机数组’、啊、0、4。
	调用‘迭代解’、下代码
		调用‘‘参数1’’、下代码
			显示‘参数’,。
		上代码、啊。
		显示换行。
	上代码、遍历数组、逆遍历数组、序遍历数组、逆序遍历数组。
上代码。
解释‘’。
调用‘随机数种’、-1。解释‘’。

加载lib/gjke4。
显示先调用‘串截取’、借东西的小人阿莉埃蒂/、0、-1了换行。

加载lib/gjke4。
循环20个显示先调用‘串截取’、啊哦呃咦呜吁、‘个’了‘个’换行。
循环20个显示先调用‘串截取’、啊哦呃咦呜吁、0、‘个’了‘个’换行。

加载lib/stdc。
调用‘格输出’c*-c*、“%s”换行“%s”换行、啊、先啊了下代码啊上代码先啊了下代码啊上代码。

加载lib/gjke4。
调用‘串头匹配’、123、4、1、5。
调用‘串尾匹配’、123、4、3、5。
调用‘串整匹配’、123、4、123、5。

加载lib/clpars4。
调用‘命令行加回调’、
	、、1、下代码
		别名以参数1。
		如果‘’等于1那么再来。
		如果‘’等于3那么跳出。
		如果‘’等于5那么退出。
		（如果‘’等于7那么重来。）
		如果‘’等于9那么遁出。
		如果‘’等于11那么结束。
		显示‘’换行。
	上代码。
调用‘命令行解析’、1、2、3、4、5、6、7、8、9、10、11、12、13。

加载lib/clpars4。
调用‘命令行加回调’、
	、、h、下代码
		调用‘命令行解析’、-h。
	上代码。
调用‘命令行解析’。

加载lib/gjk4。
如果调用‘串位置方法’、1、1大于等于0那么先显示1。显示1。显示1换行了否则显示0换行。
如果先调用‘串位置方法’、1、1了大于等于0那么显示1换行否则显示0换行。


加载lib/file4。
定义1【顶】以啊。
定义2【顶】以啊。
调用‘urlparse2’、“1:2/3?4#5”、“5【顶】”、“1【顶】”、““2”【顶】”、“3【顶】”。
加载lib/vartable4。调用‘变量表方法’。
）